Repository: shr-distribution/shr-settings
Catalog: data/po/*/shr-settings.po
Languages: ca, gl, sv

source: Elementary settings
ca: Configuració de l'Elementary
gl: Axustes de elementary
sv: Inställningar för Elementary

source: Restart X server
ca: Reinicia el servidor X
gl: Reiniciar o servidor X
sv: Starta om X-servern

source: Restarting X server will close running applications. Do you really want to proceed?
ca: Reiniciar el servidor X tancarà totes les aplicacions obertes. Vols continuar de totes maneres?
gl: Se reinicia o servidor X, hanse pechar tódalas aplicacións. Quere continuar de tódolos xeitos?
sv: Omstart av X-servern kommer stänga program som körs. Vill du verkligen fortsätta?

source: Themes (%s)
ca: Temes (%s)
gl: Temas (%s)
sv: Teman (%s)

source: Engine:
ca: Motor:
gl: Motor:
sv: Motor:

source: Finger size
ca: Mida del dit
gl: Tamaño do dedo
sv: Fingerstorlek

source: PIN settings
ca: Configuració del PIN
gl: Axustes do PIN
sv: Inställningar för PIN

source: Couldn't connect to FSO
ca: No s'ha pogut connectar amb l' FSO
gl: Non se pode conectar con FSO
sv: Kunde inte ansluta till FSO

source: Incorrect PIN!
ca: PIN incorrecte!
gl: O PIN que introduciu non é un PIN válido
sv: Felaktig PIN!

source: Wrong PIN!
ca: PIN incorrecte!
gl: O PIN é incorrecto
sv: Fel PIN!

source: Wrong PIN or unknown error
ca: PIN incorrecte o error descongut
gl: O PIN é incorrecto ou erro descoñecido
sv: Fel PIN eller okänt fel

source: PIN changed!
ca: PIN modificat!
gl: Trocouse o PIN
sv: PIN ändrad!

source: PINs don't match!
ca: Els PINs no coincideixen!
gl: Os PIN non coinciden
sv: PIN-koderna stämmer inte överens!

source: Enter again new SIM PIN:
ca: Torna a inserir el nou PIN de la SIM:
gl: Introduza outra vez o novo PIN:
sv: Ange ny SIM-PIN igen:

source: Enter new SIM PIN:
ca: Insereix el PIN nou de la SIM:
gl: Introduza o novo PIN:
sv: Ange ny SIM-PIN:

source: Enter actual SIM PIN:
ca: Insereix el PIN actual de la SIM:
gl: Introduza o PIN actual:
sv: Ange aktuell SIM-PIN:

source: Enter SIM PIN:
ca: Insereix el PIN de la SIM:
gl: Introduza o PIN:
sv: Ange SIM-PIN:

source: PIN code:
ca: Codi PIN:
gl: Código PIN:
sv: PIN-kod:

source: Enabled
ca: Activat
gl: Activado
sv: Aktiverad

source: Disabled
ca: Desactivat
gl: Desactivado
sv: Inaktiverad

source: Change PIN
ca: Canvia el PIN
gl: Trocar o PIN
sv: Ändra PIN

source: Please wait...
ca: Si us plau espera...
gl: Agarde, por favor...
sv: Var god vänta...

source: On
gl: Activado
sv: På

source: Off
gl: Desactivado
sv: Av

source: Change ringtone
ca: Canviar so de trucada
gl: Trocar o ton da chamada
sv: Byt ringsignal

source: Select ringtone
ca: Seleccionar to de trucada
gl: Escolla un ton
sv: Välj ringsignal

source: Ringtones are placed in /usr/share/sounds/
ca: Els sons de trucada es troben a /usr/share/sounds/
gl: Os tons están en /usr/share/sounds/
sv: Ringsignaler är placerade i /usr/share/sounds/

source: Quit
ca: Surt
gl: Saír
sv: Avsluta

source: Play
ca: Reprodueix
gl: Probar
sv: Spela

source: Stop
ca: Atura
gl: Deter
sv: Stoppa

source: Change
ca: Canvia
gl: Trocar
sv: Ändra

source: Current profile settings
ca: Configuració del perfil actual
gl: Axustes do perfil actual
sv: Inställningar för aktuell profil

source: Just for fun
ca: Simplement per diversió
gl: Unhas risas
sv: Bara för skoj skull

source: Image information
ca: Informació la imatge
gl: Información da imaxe
sv: Information om avbild

source: Branch:
ca: Bifurcació:
gl: Rama:
sv: Gren:

source: Splash settings
ca: Configuració de la pantalla d'inici
gl: Axustes da pantalla de inicio
sv: Inställningar för startskärm

source: Preview
ca: Previsualitza
gl: Previsualizar
sv: Förhandsgranska

source: Display settings
ca: Configuració de la visualització
gl: Axustes da pantalla
sv: Inställningar för skärm

source: Backlight
ca: Iŀluminació de fons
gl: Brillo
sv: Bakgrundsljus

source: Date
ca: Data/hora
gl: Data
sv: Datum

source: Bluetooth settings
ca: Configuració del bluetooth
gl: Axustes do bluetooth
sv: Inställningar för blåtand

source: Connectivity
ca: Connectivitat
gl: Conectividade
sv: Anslutbarhet

source: Visibility:
ca: Visibilitat:
gl: Visibilidade:
sv: Synlighet:

source: Bluetooth radio:
ca: Antena Bluetooth:
gl: Bluetooth:
sv: Blåtandsradio:

source: Manual
sv: Manuell

source: sec.
ca: seg.
gl: seg.
sv: sek.

source: Timeouts settings
ca: Configuració del temps d'espera
gl: Axustes dos tempos de espera
sv: Inställningar för tidsgränser

source: Satellite details
ca: Detalls dels satèŀlits
gl: Detalles dos satélites
sv: Satellitdetaljer

source: Time
ca: Hora
gl: Hora
sv: Tid

source: Accuracy
ca: Precisió
gl: Precisión
sv: Noggrannhet

source: Satellites
ca: Satèŀlits
gl: Satélites
sv: Satelliter

source: Heading
ca: Orientació
gl: Dirección
sv: Riktning

source: Speed
ca: Velocitat
gl: Velocidade
sv: Hastighet

source: Descend
ca: Descendeix
gl: Descenso
sv: Nedgång

source: Remove AGPS data
ca: Suprimir les dades de l'AGPS
gl: Borrar os datos AGPS
sv: Ta bort AGPS-data

source: Profile settings
ca: Configuració dels perfils
gl: Axustes dos perfís
sv: Inställningar för profiler

source: Profiles (%s)
ca: Perfils (%s)
gl: Perfís (%s)
sv: Profiler (%s)

source: Forbid
ca: Prohibeix
sv: Förbjud

source: Allow
ca: Permet
sv: Tillåt

source: Power settings
ca: Configuració de l'alimentació
gl: Axustes da alimentación
sv: Inställningar för strömhantering

source: Couldn't connect to FSO or phonefsod
sv: Kunde inte ansluta till FSO eller phonefsod

source: Auto-dimming:
ca: Atenuat automàtic:
gl: Escurecemento autom.:
sv: Autodimning:

source: Auto-suspend:
ca: Suspensió automàtica:
gl: Suspensión automática:
sv: Autovänteläge:

source: Usb Network Settings
sv: Inställningar för USB-nätverk

source: MAC Address:
sv: MAC-adress:

source: Save IP
sv: Spara IP

source: USB charging rate:
ca: Velocitat de càrrega de l'USB:
gl: Taxa de carga polo USB:
sv: Laddningshastighet via USB:

source: Battery settings
ca: Configuració de la bateria
gl: Axustes da batería
sv: Inställningar för batteri

source: Charge:
ca: Càrrega:
gl: Capacidade:
sv: Laddning:

source: Power info:
ca: Alimentació:
gl: Enerxía:
sv: Effektinfo:

source: Update
ca: Actualitza
gl: Actualizar
sv: Uppdatera

source: Switch to dumb battery driver
ca: Commuta al controlador de bateria passiu
gl: Trocar ao controlador pasivo da batería
sv: Växla till atrappbatteridrivrutin

source: USB settings
ca: Configuració de l'USB
gl: Axustes de USB
sv: Inställningar för USB

source: Host
ca: Amfitrió
gl: Anfitrión
sv: Värd

source: Device
ca: Dispositiu
gl: Dispositivo
sv: Enhet

source: HID On
sv: HID på

source: HID Off
sv: HID av

source: USB mode:
ca: mode USB:
gl: Modo USB:
sv: USB-läge:

source: Time settings
ca: Configuració del temps
gl: Axustes da hora
sv: Inställningar för tid

source: Other
ca: Altres
gl: Outros
sv: Annat

source: Set time
ca: Estableix l'hora
gl: Axustar a hora
sv: Ställ in tid

source: Phoneui themes
sv: Teman för phoneui

source: Restart phoneui
sv: Starta om phoneui

source: Stopping phoneuid will stop all phone user interface related functions. Do you really want to proceed?
ca: Parar el phoneuid pararà totes les interfícies relacionades amb la telefonia. Vols continuar de totes maneres?
gl: Se detén o phoneuid, hanse parar tódalas funcións da interfaz de usuario de telefonía. Quere continuar de tódolos xeitos?
sv: Stoppa phoneuid kommer att stoppa alla telefonens användargränssnittsfunktioner. Vill du verkligen fortsätta?

source: Phoneui restart process ended without errors
sv: Omstartsprocessen av phoneui avslutades utan fel

source: Select Item
ca: Selecciona l'element
gl: Escolla un directorio
sv: Välj post

source: Up
gl: Arriba
sv: Upp

source: Done
ca: Fet
gl: Feito
sv: Klar

source: Delete Archives
ca: Elimina arxius
gl: Borrar ficheiros
sv: Ta bort arkiv

source: Go
ca: Endavant
gl: Comezar
sv: Kör

source: Userspace Backup
ca: Copia de seguretat de l'usuari
gl: Copia de seguranza datos do usuario
sv: Säkerhetskopia av userspace

source: Directory required.
ca: Directori necessari.
gl: É necesario un directorio.
sv: Katalog krävs.

source: Config files couldn't be loaded<br>Please investigate!
gl: Non se poden abrir os ficheiros de configuración<br>Por favor, investígueo!
sv: Kunde inte ladda konfigurationsfiler<br>Var vänlig undersök!

source: File required.
ca: Fitxer necessari.
gl: É necesario un ficheiro.
sv: Fil krävs.

source: In Progress.
ca: En curs.
gl: En progreso.
sv: pågår.

source: Complete.
ca: Acabat.
gl: Completado.
sv: färdig.

source: Failed.
ca: Ha fallat.
gl: Fallou.
sv: misslyckades.

source: Archive Directory
ca: Directori dels arxius
gl: Directorio destino
sv: Katalog för arkiv

source: Restore File
ca: Restaura el fitxer
gl: Restaurar un ficheiro
sv: Återställningsfil

source: Backup Mode
ca: Mode de còpia de seguretat
gl: Modo da copia
sv: Säkerhetskopieringsläge

source: Archive
ca: Arxiva
gl: Arquivar
sv: Arkivera

source: Restore
ca: Restaura
gl: Restaurar
sv: Återställ

source: GSM settings
ca: Configuració del GSM
gl: Axustes do GSM
sv: Inställningar för GSM

source: Could not connect to network
ca: No s'ha pogut connectar amb la xarxa
gl: Non se puido conectar á rede
sv: Kunde inte ansluta till nätverk

source: List Providers
ca: Llista els proveïdors
gl: Escolla un operador
sv: Lista med leverantörer

source: Cancel
ca: Canceŀla
gl: Cancelar
sv: Avbryt

source: Automatic
ca: Automàtic
gl: Automático
sv: Automatisk

source: [current]
ca: [actual]
gl: [actual]
sv: [nuvarande]

source: [forbidden]
ca: [prohibit]
gl: [non permitido]
sv: [förbjuden]

source: Operators
ca: Operadors
gl: Operadores
sv: Operatörer

source: GSM antenna:
ca: Antena GSM
gl: GSM:
sv: GSM-antenn:

source: About
ca: Quant a
gl: Acerca de
sv: Om

source: SIM Manager
ca: Gestor de la SIM
sv: SIM-hanterare

source: GPRS settings
ca: Configuració del GPRS
gl: Axustes de GPRS
sv: Inställningar för GPRS

source: networking
ca: xarxa
gl: rede
sv: nätverk

source: GPRS connection data
ca: Dades de la connexió GPRS
gl: Estado da conexión:
sv: Anslutningsdata för GPRS

source: Please enter your GPRS login and password. You can also skip this step.
ca: Per favor entreu les dades d'accés del GPRS. Pots saltar-te aquesta part si ho desitges.
gl: Por favr, introduza o seu usuario e contrasinal GPRS. Se o desexa, pode saltarse este paso.
sv: Ange din GPRS-login och -lösenord. Du kan också hoppa över detta steg.

source: disconnected
ca: Desconnectat
gl: desconectado
sv: frånkopplad

source: Connect
ca: Connectar
gl: Conectar
sv: Anslut

source: connected
ca: Connectat
gl: conectado
sv: ansluten

source: Disconnect
ca: Desconnectar
gl: Desconectar
sv: Koppla från

source: connecting
ca: connectant
gl: conectando
sv: ansluter

source: incoming
ca: rebent
gl: entrante
sv: inkommande

source: held
ca: esperant
gl: á espera
sv: parkerad

source: UNKNOWN
ca: DESCONEGUT
gl: DESCOÑECIDO
sv: OKÄND

source: Your APN:
ca: El teu APN:
gl: APN:
sv: Din APN:

source: Your login:
ca: Dades d'entrada:
gl: Usuario:
sv: Ditt login:

source: Your password:
ca: La teva contrasenya:
gl: Contrasinal:
sv: Ditt lösenord:

source: Connection status:
ca: Estat de la connexió:
gl: Estado da conexión:
sv: Anslutningsstatus:

source: Phoneutils settings
ca: Configuració del phoneutils
gl: Axustes de phoneutils
sv: Inställningar för phoneutils

source: Phone
ca: Telèfon
gl: Teléfono
sv: Telefon

source: Local numbers settings
ca: Configuració de números locals
gl: Axustes de números locais
sv: Inställningar för lokalnummer

source: Please enter information matching to phone numbers in your country.
ca: Per favor insereix la informació referent als números telefònics del teu país.
gl: Por favor, introduza a información acerca dos números de teléfono no seu país.
sv: Ange information som matchar telefonnummer i ditt land.

source: Settings saved!
ca: Configuració desada!
gl: Axustes gardados
sv: Inställningar sparade!

source: Settings could not be saved!<br>All values must be numbers!
ca: La Configuració no s'ha pogut desar!<br> Tots els valors han de ser nombres!
gl: Non se poden gardar os axustes<br>Tódolos valores deben de ser numéricos
sv: Inställningar kunde inte sparas!<br>Alla värden måste vara nummer!

source: Your international prefix:
ca: El teu prefix internacional:
gl: Prefixo internacional:
sv: Ditt internationella prefix:

source: Your national prefix:
ca: El teu prefix nacional:
gl: Prefixo nacional:
sv: Ditt nationella prefix:

source: Your country code:
ca: El codi del teu país:
gl: Código do país:
sv: Din landskod:

source: Your area/network code:
ca: El teu codi d'àrea/xarxa:
gl: Código da área/rede:
sv: Din destinations-/nätverkskod:

source: Save
ca: Desa
gl: Gardar
sv: Spara

source: Book
ca: Llibre
gl: Libro
sv: Bok

source: Slots
ca: Caselles
sv: Kortplatser

source: Name length
ca: Longitud del nom
sv: Längd på namn

source: Number length
ca: Longitud del número
sv: Längd på nummer

source: clean
ca: buidar
gl: borrar
sv: rensa

source: SIM settings
ca: Configuració de la SIM
gl: Axustes da SIM
sv: Inställningar för SIM

source: Are you sure?
ca: N'estàs segur?
gl: Está certo?
sv: Är du säker?

source: Yes
ca: Sí
gl: Sí
sv: Ja

source: No
gl: Non
sv: Nej

source: Message book
ca: Missatges
gl: Libro de mensaxes
sv: Meddelandebok

source: Firmware
ca: Controlador (Firmware)
sv: Fast program

source: Others
ca: Altres
gl: Outros
sv: Övrigt

source: Your device, %s, needs some external firmware to be installed in order to make everything working correctly. Those firmwares are non-free and can't be redistributed with SHR, so you have to download them on your own. Please check this page for more details.
ca: El teu dispositiu, %s, requereix d'uns controladors externs per a que tot funcioni correctament. Aquests controladors no són lliures, i no poden ésser distribuïts amb l'SHR, així que hauràs de descarregar-los tu personalment. Per favor, revisa aquesta pàgina per a obtenir-ne els detalls.
sv: Din enhet, % s, behöver några externa fasta program installerade för att allting skall fungerar korrekt. Dessa fasta program är ickefria och kan inte distribueras med SHR, så du måste hämta dem på egen hand. Kontrollera denna sida för mer information.

source: Alsa Scenario settings
sv: Inställningar för alsa-scenarier

source: Scenarios (%s)
sv: Scenarier (%s)

source: Call settings
ca: Configuració de trucades
gl: Axustes da chamada
sv: Inställningar för samtal

source: Turn GSM on.
ca: Activar el GSM.
gl: Acenda o GSM.
sv: Sätt på GSM.

source: Show my number:
ca: Mostra el meu número
gl: Amosar o meu número:
sv: Visa mitt nummer:

source: By network
ca: xarxa
gl: Según rede
sv: Nätstandard

source: GPS settings
ca: Configuració del GPRS
gl: Axustes do GPS
sv: Inställningar för GPS

source: Help
ca: Ajuda
gl: Axuda
sv: Hjälp

source: NTP settings
sv: Inställningar för NTP

source: Sync Time
sv: Synkronisera tid

source: PIM settings
ca: Configuració del PIM
gl: Axustes de PIM
sv: PIM-inställningar

source: %(backend)s<br>(domain: %(domain)s)
ca: %(backend)s<br>(domini: %(domain)s)
gl: %(backend)s<br>(dominio: %(domain)s)
sv: %(backend)s<br>(domän: %(domain)s)

source: enabled
ca: activat
gl: activado
sv: aktiverad

source: adding entries
ca: afegint entrades
gl: engadindo entradas
sv: lägger till poster

source: updating entries
ca: actualitzant entrades
gl: actualizando entradas
sv: uppdaterar poster

source: deleting entries
ca: eliminant entrades
gl: borrando entradas
sv: tar bort poster

source: adding new fields to entries
ca: afegint nous camps a les entrades
gl: engadindo novos campos ás entradas
sv: lägger till nya fält till poster

source: needs logging in
sv: behöver inloggning

source: needs syncing
ca: requereix sincronització
gl: precisa sincronizar
sv: behöver synkronisering

source: it's handler
ca: és gestor
gl: o seu manipulador
sv: dess hanterare

source: Properties
ca: Propietats
gl: Propiedades
sv: Egenskaper

source: Initialized
ca: Inicialitzat
gl: Iniciado
sv: Initialiserad

source: Not initialized
ca: No inicialitzat
gl: Non iniciado
sv: Inte initialiserad

source: Set as default
ca: Defineix com a predeterminat
gl: Establecer coma predeterminado
sv: Sätt som standard

source: (default)
ca: (predeterminat)
gl: (predeterminado)
sv: (standard)

source: Domains
ca: Dominis
gl: Dominios
sv: Domäner

source: Services settings
ca: Configuració dels serveis
gl: Axustes dos servizos
sv: Inställningar för tjänster

source: Service output
ca: Informació dels serveis
gl: Saída do servizo
sv: Utdata från tjänst

source: Close
ca: Tanca
gl: Pechar
sv: Stäng

source: Executing...
ca: Executant...
gl: A executar...
sv: Kör...

source: start
ca: inicia
gl: iniciar
sv: starta

source: restart
ca: Reinicia
gl: reiniciar
sv: starta om

source: stop
ca: para
gl: deter
sv: stoppa

source: Services list
gl: Lista de servizos
sv: Lista med tjänster

source: Services
ca: Serveis
gl: Servizos
sv: Tjänster

source: Stopping frameworkd will stop all smartphone related functions. Do you really want to proceed?
ca: Parar el phoneuid pararà totes les funcions de l'smartphone. Vols continuar de totes maneres?
gl: Se detén o frameworkd, hanse parar tódalas funcións de smartphone. Quere continuar de tódolos xeitos?
sv: Stoppa frameworkd kommer att stoppa alla smarttelefonrelaterade funktioner. Vill du verkligen fortsätta?

source: Stopping fsodeviced will stop idle notifier and few other functions. Do you really want to proceed?
ca: Parar el fsodeviced pararà el salvapantalles i algunes altres funcions. Vols continuar de totes maneres?
gl: Se detén o fsodeviced, hanse parar o notificador de inactividade e algunha outra función. Quere continuar de tódolos xeitos?
sv: Stoppa fsodeviced kommer att stoppa idle notifier och några andra funktioner. Vill du verkligen fortsätta?

source: Stopping phonefsod will stop all phone related functions. Do you really want to proceed?
ca: Parar el phonefsod pararà totes les interfícies relacionades amb la telefonia. Vols continuar de totes maneres?
gl: Se detén o phonefsod, hanse parar tódalas funcións de telefonía. Quere continuar de tódolos xeitos?
sv: Stoppa phonefsod kommer att stoppa alla telefonrelaterade funktioner. Vill du verkligen fortsätta?

source: Stopping X server will stop all running applications. Do you really want to proceed?
ca: Parar el servidor X tancarà totes les aplicacions obertes. Vols continuar de totes maneres?
gl: Se detén o servidor X, hanse pechar tódalas aplicacións. Quere continuar de tódolos xeitos?
sv: Stoppa X-servern kommer att stoppa alla program som körs. Vill du verkligen fortsätta?

source: OhMy! I have no name!
ca: Oh! No tinc cap nom!
gl: Meu Deus! Non teño nome!
sv: Ojdå! Jag har inget namn!

source: main
ca: principal
gl: principal
sv: huvud

source: Some wizard page
ca: Alguna pàgina de l'auxiliar de configuració.
gl: Algunha páxina de asistente
sv: Någon guidesida

source: Some description
ca: Alguna descripció
gl: Algunha descripción
sv: Någon beskrivning

source: Warning
sv: Varning

source: Miscellaneous settings
ca: Configuració miscel·lània
gl: Axustes varios
sv: Diverse inställningar

source: Suspend, dim time and etc.
ca: Suspensió, temps d'atenuat, etc.
gl: Suspender, Escurecer a pantalla, etc.
sv: Vänteläge, dimningstid etc.

source: WiFi Power
ca: Alimentació del WiFi
gl: Wifi
sv: Wi-Fi-kraft

source: WiFi settings
ca: Configuració de la WiFi
gl: Axustes da WiFi
sv: Inställningar för Wi-Fi

source: Root password
ca: Contranseya de root:
gl: Contrasinal de root:
sv: Lösenord för root

source: Please enter password which you want to use when, for instance, loging by SSH.
ca: Per favor, insereix la contrassenya que vols usar quan, per exemple, et connectis via SSH.
gl: Por favor, introduza a contrasinal que quere usar para, por exemplo, conectar por SSH
sv: Ange det lösenord som du vill använda när du, till exempel, loggar in med SSH.

source: Enter password:
sv: Ange lösenord:

source: Re-enter password:
ca: Torna a escriure la teva contrasenya:
sv: Ange lösenord igen:

source: Timezone settings
sv: Inställningar för tidzon

source: Set Timezone
sv: Ställ in tidszon

source: Current Timezone:
sv: Nuvarande tidszon:

source: Profiles
ca: Perfils
gl: Perfís
sv: Profiler

source: Power
ca: Alimentació
gl: Enerxía
sv: Ström

source: Appearance
ca: Aparença
gl: Aparencia
sv: Utseende

source: Date/time
ca: Data/hora
gl: Data/hora
sv: Datum & tid

source: Could not load module: error in line %d %s
ca: No s'ha pogut carregar el mòdul: error a la línia %d %s
sv: Kunde inte ladda modul: fel på rad %d %s

source: Please wait...<br>Loading %d modules...
ca: Si us plau espera...<br>Carregant %d mòduls
gl: Agarde, por favor...<br>Cargando %d módulos...
sv: Var god vänta...<br>Laddar %d moduler...

source: phonefsod log
ca: Registre del phonefsod
gl: Rexistro de phonefsod
sv: Logg för phonefsod

source: Clean
ca: Buida
gl: Baleirar
sv: Rensa

source: Settings
ca: Configuració
gl: Axustes
sv: Inställningar

source: is not running!
ca: no està corrent!
gl: non se está a executar!
sv: körs inte!

source: Start
ca: Inicia
gl: Iniciar
sv: Starta

source: View log
ca: Visualitzar el registre
gl: Ver rexistro
sv: Visa logg

source: Position
ca: Posició
gl: Posición

source: Information
ca: Informació
gl: Información

source: OK
ca: D'acord
gl: Aceptar

source: test
ca: prova
gl: proba

source: Status:
ca: Estat:
gl: Estado:

source: Modem information
ca: Informació del mòdem
gl: Información do módem

source: GSM modem information
ca: Informació del mòdem GSM
gl: Información do módem GSM

source: GPS radio:
ca: Normes d'ús del GPS:
gl: GPS:

source: Revision:
ca: Revisió:
gl: Revisión:

source: SIM information:
ca: Informació de la SIM
gl: Información da SIM:

source: Auto
gl: Automático

source: GPS information
gl: Datos do GPS
